// // // •	Визначте дві змінні: admin і name 
// // let admin;
// // let name;
// // // •	Запишіть рядок "Джон" у змінній name.
// let name_1 = "Джон";

// // •	Перезапишіть значення зі змінної name до admin.

// admin = name_1;
// // // •	Виведіть на екран значення admin, використовуючи функцію alert(має показати «Джон»).
// alert(admin);

// 2. Придумайте правильні імена

// // •	Створіть змінну назви нашої планети. Як би ви її назвали?
// let Planet = "Earth";
// // •	Створіть змінну для зберігання імені відвідувача сайту. Як би ви назвали таку змінну?
// let login = "UserName";
// // •	Після виведіть їх у консоль у вигляді console.info
// console.log(Planet, Login);

// 3. Створити 3 змінні, отримати їх значення з prompt і вивести їх одна за одною в консоль у вигляді варнінга.

// let Model = prompt("BMW");
// let Series = prompt("320");
// let Generation = prompt ("F31");
// console.warn("BMW");
// console.warn("320");
// console.warn("F31");

// 4. З prompt отримати рік народження та ім’я, при умові що особі буде більше 18 дозволити гуляти, у випадку якщо ні то заборонити.

// let YearthOfBirth = prompt("Якого Ви року народження?");
// if (YearthOfBirth > 2005) alert("Тобі не можна гуляти");
// if (YearthOfBirth < 2005) alert("Тобі  можна гуляти");
// let Name = prompt("Яке Ваше Ім'я?");
// if (Name == "Сергій") {
//    alert ("Дякую за відповідь! " + Name); 
//} else {
//   alert ("Дякую за відповідь! " + Name);
//}

// 5. З prompt отримати число і вивести чи входить воно до діапазону чисел від 10 до 1100 включно.

// let number = prompt("Введіть число");
// if (number < 10) alert("Це число не входить в діапазон. ");
// if (number > 1100) {
//    alert("Це число не входить в діапазон.");    
// } else {
//    alert("Це число входить в діапазон.");
// } 